{
  "app": {
    "title": "दैनिक सकारात्मक पुष्टि कार्ड | DopaBrain",
    "description": "सकारात्मक पुष्टि के साथ अपना दिन शुरू करें! आत्म-प्रेम, प्रेरणा, कृतज्ञता संदेश।",
    "loading": "लोड हो रहा है..."
  },
  "header": {
    "title": "सकारात्मक पुष्टि"
  },
  "premium": {
    "button": "AI गहन पुष्टि प्राप्त करें",
    "badge": "प्रीमियम",
    "title": "AI गहन पुष्टि",
    "todayAffirmation": "आज की पुष्टि",
    "deepInterpretation": "AI गहन व्याख्या",
    "practiceGuide": "अभ्यास मार्गदर्शन",
    "meditation": "ध्यान",
    "journalQuestion": "आज का पत्रिका प्रश्न"
  },
  "actions": {
    "newCard": "नया कार्ड खींचें",
    "share": "साझा करें"
  },
  "categories": {
    "title": "श्रेणियाँ",
    "all": "सभी",
    "selfLove": "आत्म-प्रेम",
    "motivation": "प्रेरणा",
    "gratitude": "कृतज्ञता",
    "relationships": "रिश्ते",
    "success": "सफलता",
    "quote": "आज का विचार"
  },
  "history": {
    "title": "हाल की पुष्टियाँ",
    "empty": "अभी तक कोई रिकॉर्ड नहीं"
  },
  "favorites": {
    "title": "पसंदीदा",
    "empty": "अभी तक कोई पसंदीदा नहीं"
  },
  "stats": {
    "title": "मेरे आंकड़े",
    "cards": "पढ़े गए कार्ड",
    "streak": "लगातार दिन",
    "favorites": "पसंदीदा"
  },
  "footer": {
    "text": "हर दिन सकारात्मकता के साथ शुरू करें ✨"
  },
  "ads": {
    "banner": "विज्ञापन"
  },
  "rec": {
    "title": "ये भी आज़माएँ"
  },
  "theme": {
    "toggle": "डार्क मोड टॉगल"
  },
  "share": {
    "copiedSuccess": "क्लिपबोर्ड पर कॉपी किया गया!",
    "notAvailable": "साझा करने की सुविधा उपलब्ध नहीं है।"
  },
  "modal": {
    "close": "बंद करें"
  },
  "calendar": {
    "year": "",
    "visited": "यात्रा रिकॉर्ड",
    "months": {
      "jan": "जन",
      "feb": "फरवरी",
      "mar": "मार्च",
      "apr": "अप्रैल",
      "may": "मई",
      "jun": "जून",
      "jul": "जुलाई",
      "aug": "अगस्त",
      "sep": "सितंबर",
      "oct": "अक्टूबर",
      "nov": "नवंबर",
      "dec": "दिसंबर"
    },
    "days": {
      "sun": "रविवार",
      "mon": "सोमवार",
      "tue": "मंगलवार",
      "wed": "बुधवार",
      "thu": "गुरुवार",
      "fri": "शुक्रवार",
      "sat": "शनिवार"
    }
  },
  "accessibility": {
    "skipMain": "मुख्य सामग्री पर जाएं"
  },
  "recommendations": {
    "title": "ये भी आज़माएँ"
  },
  "deepAffirmation": {
    "selfLove": {
      "psychology": [
        "आत्म-प्रेम सभी विकास की नींव है। यह पुष्टि आपको याद दिलाती है कि बाहरी मान्यता के बिना भी आप पर्याप्त हैं।",
        "आत्म-सम्मान एक रात में नहीं बनता। हर दिन इस पुष्टि को दोहराएं और अपनी आंतरिक आवाज को सकारात्मक बनाएं।",
        "खुद से प्यार करना स्वार्थी नहीं है। जब आप पहले अपना कप भरते हैं, तो दूसरों को देने के लिए अधिक होता है।"
      ],
      "actions": ["दर्पण के सामने 3 मिनट खुद को सकारात्मक शब्द कहें", "आज अपने बारे में 3 आभारी बातें लिखें", "अपनी पसंदीदा गतिविधि में 30 मिनट लगाएं", "नकारात्मक आत्म-संवाद आने पर इस पुष्टि से बदलें"],
      "meditation": ["आंखें बंद करें और धीरे-धीरे सांस लें, 'मैं पर्याप्त हूं' 5 बार दोहराएं", "दिल पर हाथ रखें, धड़कन महसूस करें और अपने अस्तित्व की सराहना करें", "गर्म प्रकाश को पूरे शरीर में फैलते हुए कल्पना करें"],
      "journal": ["आज आपने अपने लिए सबसे अच्छी चीज क्या की?", "आपकी अनूठी गुणवत्ता क्या है जो आपको सबसे खुश करती है?", "आप खुद के प्रति और कैसे दयालु हो सकते हैं?"]
    },
    "motivation": {
      "psychology": [
        "प्रेरणा एक भावना नहीं बल्कि एक आदत है। यह पुष्टि याद दिलाती है कि छोटे दैनिक कार्य बड़े बदलाव लाते हैं।",
        "सफलता एक छलांग नहीं बल्कि लगातार कदम है। आज का प्रयास कल का परिणाम बनता है।",
        "डर विकास का संकेत है। चुनौतियों से बचें नहीं; उनमें ताकत खोजें।"
      ],
      "actions": ["आज का सबसे महत्वपूर्ण लक्ष्य निर्धारित करें और उसे पूरा करने की प्रतिबद्धता लें", "5 मिनट का टाइमर लगाएं और टाली हुई काम शुरू करें", "सफलता के क्षणों को लिखकर आत्मविश्वास बढ़ाएं", "आज क्या हासिल किया, उस पर विचार करें"],
      "meditation": ["लक्ष्य हासिल करते हुए भविष्य के खुद की कल्पना करें", "पिछली चुनौती को याद करें जिसे आपने पार किया और उससे ताकत लें", "'मैं कर सकता हूं' को गहरी सांस के साथ दोहराएं"],
      "journal": ["इस साल आपका लक्ष्य क्या है और यह आपके लिए क्यों महत्वपूर्ण है?", "पिछले हफ्ते आपकी सबसे गर्व की उपलब्धि क्या थी?", "कल के खुद को क्या प्रोत्साहन देंगे?"]
    },
    "gratitude": {
      "psychology": [
        "आभार दिल की मांसपेशी है। जितना अधिक आप रोजाना अभ्यास करते हैं, उतनी अधिक खुशी खोजते हैं।",
        "आभारी मन वर्तमान को समृद्ध करता है और भविष्य की सकारात्मक उम्मीदें बढ़ाता है।",
        "जो छोटी चीजों की सराहना कर सकते हैं वे बड़ी खुशी भी पहचान सकते हैं।"
      ],
      "actions": ["सोने से पहले 3 आभारी बातें लिखें", "आज किसी को धन्यवाद का संदेश भेजें", "खाने से पहले रुकें और भोजन के लिए आभार व्यक्त करें", "सैर करें और आसपास की सुंदरता एक-एक करके खोजें"],
      "meditation": ["सांस पर ध्यान केंद्रित करें और हर सांस के लिए आभारी रहें", "प्रिय लोगों के चेहरे याद करें और उन्हें गर्म ऊर्जा भेजें", "सामान्य समझी जाने वाली चीजों में अर्थ खोजें"],
      "journal": ["हाल ही में सबसे आभारी कब महसूस किया?", "क्या सामान्य माना जो अब नए सिरे से सराहनीय लगता है?", "आभार डायरी शुरू करें तो पहले पन्ने पर क्या लिखेंगे?"]
    },
    "relationships": {
      "psychology": [
        "अच्छे रिश्ते संवाद और समझ से शुरू होते हैं। यह पुष्टि याद दिलाती है कि जुड़ाव जीवन को समृद्ध करता है।",
        "स्वस्थ सीमाएं निर्धारित करना भी प्यार का एक कार्य है।",
        "सभी रिश्ते खुद के साथ रिश्ते से शुरू होते हैं। आंतरिक स्वास्थ्य स्वस्थ बाहरी रिश्ते बनाता है।"
      ],
      "actions": ["आज किसी महत्वपूर्ण व्यक्ति को दिल से एक बात कहें", "किसी की बात सुनते समय पूरा ध्यान दें", "संघर्ष में 'मैं' संदेशों से भावनाएं व्यक्त करें", "पुराने मित्र से संपर्क करें"],
      "meditation": ["प्रिय लोगों को प्रकाश और शांति भेजने की कल्पना करें", "कठिन रिश्ते में उस व्यक्ति की पीड़ा को समझें", "जीवन के सार्थक जुड़ावों के लिए आभार महसूस करें"],
      "journal": ["आपके जीवन में सबसे महत्वपूर्ण रिश्ता कौन है और क्यों?", "हाल ही में किसी ने आपके लिए क्या दयालु काम किया?", "रिश्तों को बेहतर बनाने के लिए आप एक क्या कर सकते हैं?"]
    },
    "success": {
      "psychology": [
        "सफलता एक मंजिल नहीं बल्कि यात्रा है। प्रक्रिया में सीखना और बढ़ना सबसे बड़ी सफलता है।",
        "सफलता का अर्थ हर किसी के लिए अलग है। अपनी सफलता को परिभाषित करें और उसकी ओर बढ़ें।",
        "असफलता सफलता का विपरीत नहीं है; यह सफलता के मार्ग का हिस्सा है।"
      ],
      "actions": ["आज की शीर्ष 3 प्राथमिकताएं पहचानें और उन पर ध्यान केंद्रित करें", "आज से एक सफल आदर्श की आदत अपनाएं", "लक्ष्यों को देखने के लिए विजन बोर्ड बनाएं", "रोजाना 15 मिनट आत्म-विकास में लगाएं"],
      "meditation": ["लक्ष्य प्राप्ति की कल्पना करें और पहले से खुशी महसूस करें", "अपनी यात्रा पर विचार करें और पहचानें कि कितना आगे आ चुके हैं", "विश्वास से कहें: 'मैं सफलता का हकदार हूं'"],
      "journal": ["आपके लिए सफलता का क्या अर्थ है?", "5 साल बाद आदर्श आप कैसे दिखेंगे?", "जीवन में अब तक की सबसे बड़ी उपलब्धि क्या है?"]
    },
    "quote": {
      "psychology": [
        "महान लोगों के शब्दों में कालातीत ज्ञान होता है। यह उद्धरण आपके दिन को प्रेरित करे।",
        "एक उद्धरण दर्पण की तरह है। यह आपकी जीवन स्थिति के अनुसार अलग बोलता है।",
        "सच्चा ज्ञान जानने में नहीं, करने में चमकता है।"
      ],
      "actions": ["यह उद्धरण लिखें और दिनभर पढ़ें", "इस उद्धरण के अर्थ को अपनी स्थिति पर लागू करें", "समान उद्धरण खोजें और विषय पर गहराई से सोचें", "यह उद्धरण किसी प्रिय को साझा करें"],
      "meditation": ["इस उद्धरण को धीरे-धीरे मन में दोहराएं और अर्थ का आनंद लें", "लेखक की स्थिति की कल्पना करें जब उन्होंने ये शब्द कहे", "सोचें कि यह ज्ञान आपके जीवन में कैसे लागू हो सकता है"],
      "journal": ["यह उद्धरण अभी आपसे कैसे बात करता है?", "इस उद्धरण को जीने के लिए आज आप क्या कर सकते हैं?", "अगर अपना जीवन मंत्र बनाना हो तो क्या होगा?"]
    }
  }
}
