{
  "app": {
    "title": "Ежедневные аффирмации - Позитивные послания | DopaBrain",
    "description": "Начните день с позитивных аффирмаций! Самооценка, мотивация, благодарность.",
    "loading": "Загрузка..."
  },
  "header": {
    "title": "Аффирмации"
  },
  "premium": {
    "button": "Получить AI глубокую аффирмацию",
    "badge": "ПРЕМИУМ",
    "title": "AI Глубокая аффирмация",
    "todayAffirmation": "Аффирмация дня",
    "deepInterpretation": "Глубокая интерпретация ИИ",
    "practiceGuide": "Руководство практики",
    "meditation": "Медитация",
    "journalQuestion": "Вопрос дневника на сегодня"
  },
  "actions": {
    "newCard": "Вытянуть новую карту",
    "share": "Поделиться"
  },
  "categories": {
    "title": "Категории",
    "all": "Все",
    "selfLove": "Самооценка",
    "motivation": "Мотивация",
    "gratitude": "Благодарность",
    "relationships": "Отношения",
    "success": "Успех",
    "quote": "Цитата дня"
  },
  "history": {
    "title": "Недавние аффирмации",
    "empty": "Пока нет записей"
  },
  "favorites": {
    "title": "Избранное",
    "empty": "Пока нет избранного"
  },
  "stats": {
    "title": "Моя статистика",
    "cards": "Прочитано карт",
    "streak": "Дней подряд",
    "favorites": "Избранное"
  },
  "footer": {
    "text": "Начинайте каждый день с позитива ✨"
  },
  "ads": {
    "banner": "Рекламное место"
  },
  "rec": {
    "title": "Попробуйте также"
  },
  "theme": {
    "toggle": "Переключить тёмный режим"
  },
  "share": {
    "copiedSuccess": "Скопировано в буфер обмена!",
    "notAvailable": "Функция общего доступа недоступна."
  },
  "modal": {
    "close": "Закрыть"
  },
  "calendar": {
    "year": "",
    "visited": "Записи о посещениях",
    "months": {
      "jan": "Янв",
      "feb": "Фев",
      "mar": "Мар",
      "apr": "Апр",
      "may": "Май",
      "jun": "Июн",
      "jul": "Июл",
      "aug": "Авг",
      "sep": "Сен",
      "oct": "Окт",
      "nov": "Ноя",
      "dec": "Дек"
    },
    "days": {
      "sun": "Вс",
      "mon": "Пн",
      "tue": "Вт",
      "wed": "Ср",
      "thu": "Чт",
      "fri": "Пт",
      "sat": "Сб"
    }
  },
  "accessibility": {
    "skipMain": "Перейти к основному содержанию"
  },
  "recommendations": {
    "title": "Попробуйте также"
  },
  "deepAffirmation": {
    "selfLove": {
      "psychology": [
        "Любовь к себе - основа всего роста. Эта аффирмация напоминает, что вы достаточны без внешнего одобрения.",
        "Самооценка не строится за одну ночь. Повторяйте эту аффирмацию ежедневно, чтобы превратить внутренний голос в позитивный.",
        "Любить себя - не эгоизм. Когда вы сначала наполняете свою чашу, у вас есть больше, чтобы отдать другим."
      ],
      "actions": ["Проведите 3 минуты перед зеркалом, говоря себе позитивные слова", "Запишите 3 вещи, за которые вы благодарны себе сегодня", "Посвятите 30 минут любимому занятию для заботы о себе", "Когда появляется негативный внутренний диалог, замените его этой аффирмацией"],
      "meditation": ["Закройте глаза и дышите медленно, повторяя 'Я достаточен' 5 раз", "Положите руку на сердце, почувствуйте сердцебиение и оцените свое существование", "Представьте теплый свет, окутывающий все ваше тело, и почувствуйте покой"],
      "journal": ["Что лучшее вы сделали для себя сегодня?", "Какое ваше уникальное качество делает вас самым счастливым?", "Как вы могли бы быть добрее к себе?"]
    },
    "motivation": {
      "psychology": [
        "Мотивация - это не чувство, а привычка. Эта аффирмация напоминает, что маленькие ежедневные действия создают большие перемены.",
        "Успех - это не один прыжок, а последовательные шаги. Ваши усилия сегодня становятся результатами завтра.",
        "Страх - это сигнал роста. Не избегайте вызовов; находите силу в них."
      ],
      "actions": ["Установите одну важную цель на сегодня и обязуйтесь выполнить её", "Поставьте таймер на 5 минут и начните задачу, которую откладывали", "Запишите моменты успеха, чтобы укрепить уверенность", "Подумайте о том, чего вы достигли сегодня"],
      "meditation": ["Ярко представьте будущего себя, достигающего целей, и прочувствуйте эмоции", "Вспомните прошлый вызов, который вы преодолели, и черпайте силу", "Повторяйте 'Я могу' с глубоким осознанным дыханием"],
      "journal": ["Какова ваша цель на этот год и почему она важна для вас?", "Каким достижением вы больше всего гордились на прошлой неделе?", "Какие слова поддержки вы скажете завтрашнему себе?"]
    },
    "gratitude": {
      "psychology": [
        "Благодарность - это мышца сердца. Чем больше вы практикуете её ежедневно, тем больше счастья обнаруживаете.",
        "Благодарный ум обогащает настоящее и повышает позитивные ожидания от будущего.",
        "Тот, кто ценит мелочи, может распознать и большое счастье."
      ],
      "actions": ["Перед сном запишите 3 вещи, за которые вы благодарны", "Отправьте благодарственное сообщение кому-то, кого вы встретили сегодня", "Сделайте паузу перед едой и поблагодарите за пищу", "Прогуляйтесь и откройте красоту вокруг вас по одной вещи"],
      "meditation": ["Сосредоточьтесь на дыхании и будьте благодарны за каждый вдох", "Представьте лица близких и отправьте им теплую энергию", "Найдите смысл в вещах, которые обычно принимаете как должное"],
      "journal": ["Когда был последний момент, когда вы чувствовали истинную благодарность?", "Что вы принимали как должное, за что теперь благодарны заново?", "Если бы вы начали дневник благодарности сегодня, что бы написали на первой странице?"]
    },
    "relationships": {
      "psychology": [
        "Хорошие отношения начинаются с общения и понимания. Эта аффирмация напоминает, что связь обогащает жизнь.",
        "Установление здоровых границ тоже является актом любви.",
        "Все отношения начинаются с ваших отношений с самим собой. Внутреннее здоровье создает здоровые внешние отношения."
      ],
      "actions": ["Поделитесь искренним словом с кем-то важным для вас сегодня", "Когда слушаете кого-то, уделяйте полное внимание", "В конфликте выражайте чувства с помощью 'я'-высказываний", "Свяжитесь со старым другом, с которым давно не общались"],
      "meditation": ["Представьте, как посылаете свет и мир людям, которых любите", "Если есть сложные отношения, признайте, что этот человек тоже несет боль", "Почувствуйте благодарность за значимые связи в вашей жизни"],
      "journal": ["Кто самый важный человек в вашей жизни и почему?", "Какой добрый жест сделал для вас кто-то недавно?", "Что вы можете сделать, чтобы укрепить свои отношения?"]
    },
    "success": {
      "psychology": [
        "Успех - это не пункт назначения, а путешествие. Обучение и рост в процессе - это величайший успех.",
        "Успех означает разное для каждого. Определите свой собственный успех и двигайтесь к нему.",
        "Неудача - не противоположность успеха; это часть пути к успеху."
      ],
      "actions": ["Определите 3 главных приоритета на сегодня и сосредоточьтесь на них", "С сегодняшнего дня переймите привычку успешного образца для подражания", "Создайте доску визуализации для ваших целей", "Инвестируйте 15 минут ежедневно в саморазвитие"],
      "meditation": ["Ярко представьте достижение цели и заранее почувствуйте радость", "Оглянитесь на свой путь и осознайте, как далеко вы зашли", "Уверенно утверждайте: 'Я заслуживаю успеха'"],
      "journal": ["Что для вас значит успех?", "Как бы выглядел ваш идеальный я через 5 лет?", "Каково ваше величайшее достижение в жизни?"]
    },
    "quote": {
      "psychology": [
        "Слова великих людей содержат вневременную мудрость. Пусть эта цитата вдохновит ваш день.",
        "Цитата подобна зеркалу. Она говорит по-разному в зависимости от вашей жизненной ситуации.",
        "Истинная мудрость не заканчивается знанием; она сияет в действии."
      ],
      "actions": ["Запишите эту цитату и перечитывайте в течение дня", "Примените смысл этой цитаты к вашей текущей ситуации", "Исследуйте похожие цитаты и глубоко поразмышляйте на эту тему", "Поделитесь этой цитатой с кем-то, кто вам дорог"],
      "meditation": ["Медленно повторяйте эту цитату осознанно, наслаждаясь её смыслом", "Представьте ситуацию автора, когда он создал эти слова", "Подумайте, как эта мудрость может применяться к вашей жизни"],
      "journal": ["Как эта цитата говорит с вами прямо сейчас?", "Какое действие вы можете предпринять сегодня, чтобы жить по этой цитате?", "Если бы вы могли создать свой жизненный девиз, каким бы он был?"]
    }
  }
}
